base
base-devel
brightnessctl
chromium
cmake
dolphin
dunst
efibootmgr
git
github-cli
go
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
intel-media-driver
intel-ucode
iwd
kitty
lf
libpulse
libva-intel-driver
linux
linux-firmware
nano
neovim
ninja
noto-fonts-emoji
openssh
paru
paru-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
sddm
slurp
smartmontools
sof-firmware
unzip
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
zram-generator
